Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# RMMBlockingSection.AutomationProperties.HelpText
source: This policy blocks a large number of Remote Monitoring and Management software based on their executable names and file path.
ar: تقوم هذه السياسة بحظر عدد كبير من برامج المراقبة والإدارة عن بُعد بناءً على أسماء الملفات التنفيذية ومسار الملف.
de_de: Diese Richtlinie blockiert eine Vielzahl von Remote-Monitoring- und -Management-Software anhand ihrer ausführbaren Namen und Dateipfade.
el_gr: Αυτή η πολιτική αποκλείει μεγάλο αριθμό λογισμικού Απομακρυσμένης Παρακολούθησης και Διαχείρισης βασιζόμενη στα ονόματα των εκτελέσιμων αρχείων και τη διαδρομή αρχείου.
es: Esta política bloquea un gran número de software de Monitoreo y Administración Remota basándose en los nombres de sus archivos ejecutables y la ruta del archivo.
fr_fr: Cette politique bloque un grand nombre de logiciels de Surveillance et Gestion à Distance (RMM) en fonction de leurs noms d'exécutables et chemins de fichiers.
he_il: מדיניות זו חוסמת מספר רב של תוכנות ניטור וניהול מרחוק על בסיס שמות הקבצים הרצים שלהן ונתיב הקובץ.
hi_in: यह नीति दूरस्थ निगरानी और प्रबंधन सॉफ़्टवेयर की एक बड़ी संख्या को उनके निष्पादन योग्य फ़ाइल नामों और फ़ाइल पथ के आधार पर अवरुद्ध करती है।
ja_jp: このポリシーは、実行可能ファイル名とファイルパスに基づいて、多数のリモート監視管理ソフトウェアをブロックします。
ml_in: ഈ നയം വിദൂര നിരീക്ഷണവും മാനേജ്മെന്റ് സോഫ്റ്റ്‌വെയറുകളുടെയും വലിയ എണ്ണത്തെ അവയുടെ എക്സിക്യൂട്ടബിൾ ഫയൽ നാമങ്ങളും ഫയൽ പാത്തിന്റെയും അടിസ്ഥാനത്തിൽ തടയുന്നു.
pl_pl: Te zasady blokują dużą liczbę oprogramowania do Zdalnego Monitorowania i Zarządzania na podstawie nazw ich plików wykonywalnych i ścieżki pliku.
tr_tr: Bu politika, yürütülebilir adlarına ve dosya yollarına göre çok sayıda Uzaktan İzleme ve Yönetim yazılımını engeller.

# RMMBlockingCreateButton.Content
source: Create
ar: إنشاء
de_de: Erstellen
el_gr: Δημιουργία
es: Crear
fr_fr: Créer
he_il: צור
hi_in: बनाएं
ja_jp: 作成
ml_in: സൃഷ്ടിക്കുക
pl_pl: Utwórz
tr_tr: Yaratmak

# RMMBlockingCreateButton.ToolTipService.ToolTip
source: Create the RMM Blocking base policy
ar: إنشاء سياسة حظر RMM الأساسية
de_de: Die RMM-Blockierungs-Basisrichtlinie erstellen
el_gr: Δημιουργία της βασικής πολιτικής αποκλεισμού RMM
es: Crear la política base de bloqueo RMM
fr_fr: Créer la politique de base de Blocage RMM
he_il: צור את מדיניות הבסיס לחסימת RMM
hi_in: RMM अवरोधन आधार नीति बनाएं
ja_jp: RMMブロッキングベースポリシーを作成します
ml_in: RMM തടയൽ അടിസ്ഥാന നയം സൃഷ്ടിക്കുക
pl_pl: Utwórz podstawowe zasady blokowania RMM
tr_tr: RMM Engelleme temel ilkesini oluşturma

# RMMBlockingCreateButton.AutomationProperties.HelpText
source: Create the RMM Blocking base policy
ar: إنشاء سياسة حظر RMM الأساسية
de_de: Die RMM-Blockierungs-Basisrichtlinie erstellen
el_gr: Δημιουργία της βασικής πολιτικής αποκλεισμού RMM
es: Crear la política base de bloqueo RMM
fr_fr: Créer la politique de base de Blocage RMM
he_il: צור את מדיניות הבסיס לחסימת RMM
hi_in: RMM अवरोधन आधार नीति बनाएं
ja_jp: RMMブロッキングベースポリシーを作成します
ml_in: RMM തടയൽ അടിസ്ഥാന നയം സൃഷ്ടിക്കുക
pl_pl: Utwórz podstawowe zasady blokowania RMM
tr_tr: RMM Engelleme temel ilkesini oluşturma

# RMMBlockingPolicyCreatedSuccessfully
source: Successfully created the RMM Blocking policy
ar: تم إنشاء سياسة حظر RMM بنجاح
de_de: RMM-Blockierungsrichtlinie erfolgreich erstellt
el_gr: Η πολιτική αποκλεισμού RMM δημιουργήθηκε επιτυχώς
es: Se creó exitosamente la política de bloqueo RMM
fr_fr: Création réussie de la politique de Blocage RMM
he_il: מדיניות חסימת RMM נוצרה בהצלחה
hi_in: RMM अवरोधन नीति सफलतापूर्वक बनाई गई
ja_jp: RMMブロッキングポリシーが正常に作成されました
ml_in: RMM തടയൽ നയം വിജയകരമായി സൃഷ്ടിച്ചു
pl_pl: Pomyślnie utworzono zasady blokowania RMM
tr_tr: RMM Engelleme ilkesi başarıyla oluşturuldu

# ScreenShieldSettingsCard.Description
source: Prevent other apps such as screen recorders (including Recall) to record or take screenshots of the AppControl Manager's window.
ar: منع التطبيقات الأخرى مثل مسجلات الشاشة (بما في ذلك Recall) من تسجيل أو التقاط لقطات شاشة لنافذة مدير التحكم في التطبيقات.
de_de: Verhindert, dass andere Apps wie Bildschirmrekorder (einschließlich Recall) das Fenster von AppControl Manager aufzeichnen oder Bildschirmfotos davon erstellen.
el_gr: Αποτρέψτε άλλες εφαρμογές όπως καταγραφείς οθόνης (συμπεριλαμβανομένου του Recall) να καταγράψουν ή να τραβήξουν στιγμιότυπα οθόνης του παραθύρου του Διαχειριστή Ελέγχου Εφαρμογών.
es: Prevenir que otras aplicaciones como grabadoras de pantalla (incluyendo Recall) graben o tomen capturas de pantalla de la ventana del Administrador de Control de Aplicaciones.
fr_fr: Empêcher d'autres applications comme les enregistreurs d'écran (y compris Recall) d'enregistrer ou de faire des captures d'écran de la fenêtre d'AppControl Manager.
he_il: מנע מאפליקציות אחרות כגון מקליטי מסך (כולל Recall) להקליט או לצלם צילומי מסך של חלון מנהל בקרת האפליקציות.
hi_in: अन्य एप्लिकेशन जैसे स्क्रीन रिकॉर्डर (Recall सहित) को एप्लिकेशन नियंत्रण प्रबंधक की विंडो को रिकॉर्ड करने या स्क्रीनशॉट लेने से रोकें।
ja_jp: スクリーンレコーダー（Recallを含む）などの他のアプリがAppControl Managerのウィンドウを録画またはスクリーンショットを撮るのを防ぎます。
ml_in: സ്ക്രീൻ റെക്കോർഡറുകൾ (Recall ഉൾപ്പെടെ) പോലുള്ള മറ്റ് ആപ്ലിക്കേഷനുകൾ ആപ്ലിക്കേഷൻ കൺട്രോൾ മാനേജറിന്റെ വിൻഡോ റെക്കോർഡ് ചെയ്യുന്നതോ സ്ക്രീൻഷോട്ടുകൾ എടുക്കുന്നതോ തടയുക.
pl_pl: Zapobiegaj innym aplikacjom, takim jak nagrywanie ekranu (w tym Recall), nagrywaniu lub robieniu zrzutów ekranu okna Menedżera Kontroli Aplikacji.
tr_tr: Ekran kaydediciler (Geri Çağırma dahil) gibi diğer uygulamaların AppControl Manager penceresinin ekran görüntülerini kaydetmesini veya almasını önleyin.

# ScreenShieldSettingsCard.Header
source: Screen Shield
ar: درع الشاشة
de_de: Bildschirmschutz
el_gr: Ασπίδα Οθόνης
es: Escudo de Pantalla
fr_fr: Protection d'Écran
he_il: מגן מסך
hi_in: स्क्रीन सुरक्षा
ja_jp: スクリーンシールド
ml_in: സ്ക്രീൻ കവചം
pl_pl: Osłona Ekranu
tr_tr: Ekran Kalkanı

# ScreenShieldSettingsCard.ToolTipService.ToolTip
source: Prevent other apps such as screen recorders (including Recall) to record or take screenshots of the AppControl Manager's window.
ar: منع التطبيقات الأخرى مثل مسجلات الشاشة (بما في ذلك Recall) من تسجيل أو التقاط لقطات شاشة لنافذة مدير التحكم في التطبيقات.
de_de: Verhindert, dass andere Apps wie Bildschirmrekorder (einschließlich Recall) das Fenster von AppControl Manager aufzeichnen oder Bildschirmfotos davon erstellen.
el_gr: Αποτρέψτε άλλες εφαρμογές όπως καταγραφείς οθόνης (συμπεριλαμβανομένου του Recall) να καταγράψουν ή να τραβήξουν στιγμιότυπα οθόνης του παραθύρου του Διαχειριστή Ελέγχου Εφαρμογών.
es: Prevenir que otras aplicaciones como grabadoras de pantalla (incluyendo Recall) graben o tomen capturas de pantalla de la ventana del Administrador de Control de Aplicaciones.
fr_fr: Empêcher d'autres applications comme les enregistreurs d'écran (y compris Recall) d'enregistrer ou de faire des captures d'écran de la fenêtre d'AppControl Manager.
he_il: מנע מאפליקציות אחרות כגון מקליטי מסך (כולל Recall) להקליט או לצלם צילומי מסך של חלון מנהל בקרת האפליקציות.
hi_in: अन्य एप्लिकेशन जैसे स्क्रीन रिकॉर्डर (Recall सहित) को एप्लिकेशन नियंत्रण प्रबंधक की विंडो को रिकॉर्ड करने या स्क्रीनशॉट लेने से रोकें।
ja_jp: スクリーンレコーダー（Recallを含む）などの他のアプリがAppControl Managerのウィンドウを録画またはスクリーンショットを撮るのを防ぎます。
ml_in: സ്ക്രീൻ റെക്കോർഡറുകൾ (Recall ഉൾപ്പെടെ) പോലുള്ള മറ്റ് ആപ്ലിക്കേഷനുകൾ ആപ്ലിക്കേഷൻ കൺട്രോൾ മാനേജറിന്റെ വിൻഡോ റെക്കോർഡ് ചെയ്യുന്നതോ സ്ക്രീൻഷോട്ടുകൾ എടുക്കുന്നതോ തടയുക.
pl_pl: Zapobiegaj innym aplikacjom, takim jak nagrywanie ekranu (w tym Recall), nagrywaniu lub robieniu zrzutów ekranu okna Menedżera Kontroli Aplikacji.
tr_tr: Ekran kaydediciler (Geri Çağırma dahil) gibi diğer uygulamaların AppControl Manager penceresinin ekran görüntülerini kaydetmesini veya almasını önleyin.

# ScreenShieldSettingsCard.AutomationProperties.HelpText
source: Prevent other apps such as screen recorders (including Recall) to record or take screenshots of the AppControl Manager's window.
ar: منع التطبيقات الأخرى مثل مسجلات الشاشة (بما في ذلك Recall) من تسجيل أو التقاط لقطات شاشة لنافذة مدير التحكم في التطبيقات.
de_de: Verhindert, dass andere Apps wie Bildschirmrekorder (einschließlich Recall) das Fenster von AppControl Manager aufzeichnen oder Bildschirmfotos davon erstellen.
el_gr: Αποτρέψτε άλλες εφαρμογές όπως καταγραφείς οθόνης (συμπεριλαμβανομένου του Recall) να καταγράψουν ή να τραβήξουν στιγμιότυπα οθόνης του παραθύρου του Διαχειριστή Ελέγχου Εφαρμογών.
es: Prevenir que otras aplicaciones como grabadoras de pantalla (incluyendo Recall) graben o tomen capturas de pantalla de la ventana del Administrador de Control de Aplicaciones.
fr_fr: Empêcher d'autres applications comme les enregistreurs d'écran (y compris Recall) d'enregistrer ou de faire des captures d'écran de la fenêtre d'AppControl Manager.
he_il: מנע מאפליקציות אחרות כגון מקליטי מסך (כולל Recall) להקליט או לצלם צילומי מסך של חלון מנהל בקרת האפליקציות.
hi_in: अन्य एप्लिकेशन जैसे स्क्रीन रिकॉर्डर (Recall सहित) को एप्लिकेशन नियंत्रण प्रबंधक की विंडो को रिकॉर्ड करने या स्क्रीनशॉट लेने से रोकें।
ja_jp: スクリーンレコーダー（Recallを含む）などの他のアプリがAppControl Managerのウィンドウを録画またはスクリーンショットを撮るのを防ぎます。
ml_in: സ്ക്രീൻ റെക്കോർഡറുകൾ (Recall ഉൾപ്പെടെ) പോലുള്ള മറ്റ് ആപ്ലിക്കേഷനുകൾ ആപ്ലിക്കേഷൻ കൺട്രോൾ മാനേജറിന്റെ വിൻഡോ റെക്കോർഡ് ചെയ്യുന്നതോ സ്ക്രീൻഷോട്ടുകൾ എടുക്കുന്നതോ തടയുക.
pl_pl: Zapobiegaj innym aplikacjom, takim jak nagrywanie ekranu (w tym Recall), nagrywaniu lub robieniu zrzutów ekranu okna Menedżera Kontroli Aplikacji.
tr_tr: Ekran kaydediciler (Geri Çağırma dahil) gibi diğer uygulamaların AppControl Manager penceresinin ekran görüntülerini kaydetmesini veya almasını önleyin.

# ToggleSwitchGeneral.OnContent
source: On
ar: تشغيل
de_de: Ein
el_gr: Ενεργό
es: Activado
fr_fr: Activé
he_il: מופעל
hi_in: चालू
ja_jp: オン
ml_in: ഓൺ
pl_pl: Włączone
tr_tr: Açık

# ToggleSwitchGeneral.OffContent
source: Off
ar: إيقاف
de_de: Aus
el_gr: Ανενεργό
es: Desactivado
fr_fr: Désactivé
he_il: כבוי
hi_in: बंद
ja_jp: オフ
ml_in: ഓഫ്
pl_pl: Wyłączone
tr_tr: Kapalı

# SelectCIPFilesToDeployWarningMsg
source: You need to select CIP files to deploy.
ar: تحتاج إلى تحديد ملفات CIP للنشر.
de_de: Sie müssen CIP-Dateien zum Bereitstellen auswählen.
el_gr: Πρέπει να επιλέξετε αρχεία CIP για ανάπτυξη.
es: Necesitas seleccionar archivos CIP para implementar.
fr_fr: Vous devez sélectionner des fichiers CIP à déployer.
he_il: עליך לבחור קבצי CIP לפריסה.
hi_in: आपको तैनाती के लिए CIP फ़ाइलें चुनने की आवश्यकता है।
ja_jp: 展開するCIPファイルを選択する必要があります。
ml_in: വിന്യാസത്തിനായി നിങ്ങൾ CIP ഫയലുകൾ തിരഞ്ഞെടുക്കേണ്ടതുണ്ട്.
pl_pl: Musisz wybrać pliki CIP do wdrożenia.
tr_tr: Dağıtılacak CIP dosyalarını seçmeniz gerekir.

# SelectXMLFilesToDeployWarningMsg
source: You need to select XML files to convert to CIP binary.
ar: تحتاج إلى تحديد ملفات XML لتحويلها إلى ملف CIP ثنائي.
de_de: Sie müssen XML-Dateien auswählen, die in CIP-Binärdateien konvertiert werden sollen.
el_gr: Πρέπει να επιλέξετε αρχεία XML για μετατροπή σε δυαδικό CIP.
es: Necesitas seleccionar archivos XML para convertir a binario CIP.
fr_fr: Vous devez sélectionner des fichiers XML à convertir en binaire CIP.
he_il: עליך לבחור קבצי XML להמרה לבינארי CIP.
hi_in: आपको CIP बाइनरी में परिवर्तित करने के लिए XML फ़ाइलें चुनने की आवश्यकता है।
ja_jp: CIPバイナリに変換するXMLファイルを選択する必要があります。
ml_in: CIP ബൈനറിയിലേക്ക് പരിവർത്തനം ചെയ്യാൻ നിങ്ങൾ XML ഫയലുകൾ തിരഞ്ഞെടുക്കേണ്ടതുണ്ട്.
pl_pl: Musisz wybrać pliki XML do konwersji na binarne CIP.
tr_tr: CIP ikili dosyasına dönüştürmek için XML dosyalarını seçmeniz gerekir.

# SuccessfullyCreatedSignedCIPFiles
source: Successfully created signed CIP files for all of the selected XML files.
ar: تم إنشاء ملفات CIP موقعة بنجاح لجميع ملفات XML المحددة.
de_de: Erfolgreich signierte CIP-Dateien für alle ausgewählten XML-Dateien erstellt.
el_gr: Δημιουργήθηκαν επιτυχώς υπογεγραμμένα αρχεία CIP για όλα τα επιλεγμένα αρχεία XML.
es: Se crearon exitosamente archivos CIP firmados para todos los archivos XML seleccionados.
fr_fr: Création réussie des fichiers CIP signés pour tous les fichiers XML sélectionnés.
he_il: קבצי CIP חתומים נוצרו בהצלחה עבור כל קבצי ה-XML שנבחרו.
hi_in: सभी चयनित XML फ़ाइलों के लिए हस्ताक्षरित CIP फ़ाइलें सफलतापूर्वक बनाई गईं।
ja_jp: 選択したすべてのXMLファイルに対して署名済みCIPファイルが正常に作成されました。
ml_in: തിരഞ്ഞെടുത്ത എല്ലാ XML ഫയലുകൾക്കുമായി ഒപ്പിട്ട CIP ഫയലുകൾ വിജയകരമായി സൃഷ്ടിച്ചു.
pl_pl: Pomyślnie utworzono podpisane pliki CIP dla wszystkich wybranych plików XML.
tr_tr: Seçilen XML dosyalarının tümü için başarıyla imzalı CIP dosyaları oluşturuldu.

source: Currently Signing XML file:
ar: يتم حالياً توقيع ملف XML:
de_de: XML-Datei wird derzeit signiert:
el_gr: Υπογράφεται τώρα αρχείο XML:
es: Firmando actualmente archivo XML:
fr_fr: Signature actuelle du fichier XML :
he_il: חותם כרגע קובץ XML:
hi_in: वर्तमान में XML फ़ाइल पर हस्ताक्षर कर रहे हैं:
ja_jp: 現在署名中のXMLファイル：
ml_in: നിലവിൽ XML ഫയൽ ഒപ്പിടുന്നു:
pl_pl: Obecnie podpisywany plik XML:
tr_tr: Şu anda İmzalanıyor XML dosyası:

# SelectXMLFilesToSignAndDeployWarningMsg
source: You need to select XML files to sign and deploy.
ar: تحتاج إلى تحديد ملفات XML للتوقيع والنشر.
de_de: Sie müssen XML-Dateien zum Signieren und Bereitstellen auswählen.
el_gr: Πρέπει να επιλέξετε αρχεία XML για υπογραφή και ανάπτυξη.
es: Necesitas seleccionar archivos XML para firmar e implementar.
fr_fr: Vous devez sélectionner des fichiers XML à signer et déployer.
he_il: עליך לבחור קבצי XML לחתימה ופריסה.
hi_in: आपको हस्ताक्षर और तैनाती के लिए XML फ़ाइलें चुनने की आवश्यकता है।
ja_jp: 署名して展開するXMLファイルを選択する必要があります。
ml_in: ഒപ്പിടാനും വിന്യസിക്കാനും നിങ്ങൾ XML ഫയലുകൾ തിരഞ്ഞെടുക്കേണ്ടതുണ്ട്.
pl_pl: Musisz wybrać pliki XML do podpisania i wdrożenia.
tr_tr: İmzalamak ve dağıtmak için XML dosyalarını seçmeniz gerekir.

# SelectUnsignedXMLFilesToDeployWarningMsg
source: You need to select unsigned XML files to deploy.
ar: تحتاج إلى تحديد ملفات XML غير الموقعة للنشر.
de_de: Sie müssen unsignierte XML-Dateien zum Bereitstellen auswählen.
el_gr: Πρέπει να επιλέξετε μη υπογεγραμμένα αρχεία XML για ανάπτυξη.
es: Necesitas seleccionar archivos XML sin firmar para implementar.
fr_fr: Vous devez sélectionner des fichiers XML non signés à déployer.
he_il: עליך לבחור קבצי XML לא חתומים לפריסה.
hi_in: आपको तैनाती के लिए अहस्ताक्षरित XML फ़ाइलें चुनने की आवश्यकता है।
ja_jp: 展開する未署名のXMLファイルを選択する必要があります。
ml_in: വിന്യാസത്തിനായി നിങ്ങൾ ഒപ്പിടാത്ത XML ഫയലുകൾ തിരഞ്ഞെടുക്കേണ്ടതുണ്ട്.
pl_pl: Musisz wybrać niepodpisane pliki XML do wdrożenia.
tr_tr: Dağıtmak için imzasız XML dosyalarını seçmeniz gerekir.

source: Checking for file signatures
ar: فحص توقيعات الملفات
de_de: Dateisignaturen werden geprüft
el_gr: Έλεγχος υπογραφών αρχείων
es: Verificando firmas de archivos
fr_fr: Vérification des signatures de fichiers
he_il: בודק חתימות קבצים
hi_in: फ़ाइल हस्ताक्षरों की जांच कर रहे हैं
ja_jp: ファイル署名を確認しています
ml_in: ഫയൽ ഒപ്പുകൾ പരിശോധിക്കുന്നു
pl_pl: Sprawdzanie podpisów plików
tr_tr: Dosya imzalarını kontrol etme

# FileCertificatesScanResultMessage
source: The file '{0}' has {1} signer(s). Data from the Security Catalogs on the system were {2} in the scan.
ar: الملف '{0}' يحتوي على {1} موقع (موقعين). البيانات من كتالوجات الأمان في النظام تم {2} في الفحص.
de_de: Die Datei '{0}' hat {1} Unterzeichner. Daten aus den Sicherheitskatalogen auf dem System wurden beim Scan {2}.
el_gr: Το αρχείο '{0}' έχει {1} υπογράφοντα(ες). Τα δεδομένα από τους Καταλόγους Ασφαλείας στο σύστημα {2} στη σάρωση.
es: El archivo '{0}' tiene {1} firmante(s). Los datos de los Catálogos de Seguridad en el sistema fueron {2} en el escaneo.
fr_fr: Le fichier '{0}' a {1} signataire(s). Les données des Catalogues de Sécurité du système ont été {2} dans l'analyse.
he_il: לקובץ '{0}' יש {1} חותם(ים). נתונים מקטלוגי האבטחה במערכת {2} בסריקה.
hi_in: फ़ाइल '{0}' में {1} हस्ताक्षरकर्ता हैं। सिस्टम पर सुरक्षा कैटलॉग से डेटा स्कैन में {2} था।
ja_jp: ファイル「{0}」には{1}個の署名者があります。システム上のセキュリティカタログからのデータはスキャンに{2}されました。
ml_in: ഫയൽ '{0}'-ന് {1} ഒപ്പിടുന്നവരുണ്ട്. സിസ്റ്റത്തിലെ സുരക്ഷാ കാറ്റലോഗുകളിൽ നിന്നുള്ള ഡാറ്റ സ്കാനിൽ {2}.
pl_pl: Plik '{0}' ma {1} sygnatariusz(y). Dane z Katalogów Bezpieczeństwa w systemie zostały {2} w skanowaniu.
tr_tr: '{0}' dosyasında {1} imzalayan var. Sistemdeki Güvenlik Kataloglarındaki veriler taramada {2} idi.

# IncludedText
source: included
ar: تضمينها
de_de: einbezogen
el_gr: συμπεριλήφθηκαν
es: incluidos
fr_fr: incluses
he_il: נכללו
hi_in: शामिल
ja_jp: 含まれました
ml_in: ഉൾപ്പെടുത്തി
pl_pl: uwzględnione
tr_tr: dahil

# NotIncludedText
source: not included
ar: عدم تضمينها
de_de: nicht einbezogen
el_gr: δεν συμπεριλήφθηκαν
es: no incluidos
fr_fr: non incluses
he_il: לא נכללו
hi_in: शामिल नहीं
ja_jp: 含まれませんでした
ml_in: ഉൾപ്പെടുത്തിയില്ല
pl_pl: nieuwzględnione
tr_tr: dahil değil

# UserActivityNameForFileHashes
source: Calculating Advanced File Hashes
ar: حساب قيم التجزئة المتقدمة للملفات
de_de: Erweiterte Datei-Hashes berechnen
el_gr: Υπολογισμός Προηγμένων Hash Αρχείων
es: Calculando Hashes Avanzados de Archivos
fr_fr: Calcul des Hachages de Fichiers Avancés
he_il: חישוב גיבובי קבצים מתקדמים
hi_in: उन्नत फ़ाइल हैश की गणना
ja_jp: 高度なファイルハッシュを計算中
ml_in: വിപുലമായ ഫയൽ ഹാഷുകൾ കണക്കാക്കുന്നു
pl_pl: Obliczanie Zaawansowanych Skrótów Plików
tr_tr: Gelişmiş Dosya Karmalarını Hesaplama

# UserActivityNameForFileSignature
source: Viewing File Certificates
ar: عرض شهادات الملفات
de_de: Dateizertifikate anzeigen
el_gr: Προβολή Πιστοποιητικών Αρχείων
es: Visualizando Certificados de Archivos
fr_fr: Visualisation des Certificats de Fichiers
he_il: צפייה באישורי קבצים
hi_in: फ़ाइल प्रमाणपत्र देखना
ja_jp: ファイル証明書を表示中
ml_in: ഫയൽ സർട്ടിഫിക്കറ്റുകൾ കാണുന്നു
pl_pl: Przeglądanie Certyfikatów Plików
tr_tr: Dosya Sertifikalarını Görüntüleme

# UserActivityNameForPolicyEditor
source: Opening an App Control Policy In The Policy Editor
ar: فتح سياسة التحكم في التطبيقات في محرر السياسات
de_de: App Control-Richtlinie im Richtlinien-Editor öffnen
el_gr: Άνοιγμα Πολιτικής Ελέγχου Εφαρμογών στον Επεξεργαστή Πολιτικής
es: Abriendo una Política de Control de Aplicaciones en el Editor de Políticas
fr_fr: Ouverture d'une Politique App Control dans l'Éditeur de Politique
he_il: פתיחת מדיניות בקרת יישומים בעורך המדיניות
hi_in: नीति संपादक में ऐप नियंत्रण नीति खोलना
ja_jp: ポリシーエディターでApp Controlポリシーを開いています
ml_in: പോളിസി എഡിറ്ററിൽ ആപ്പ് കൺട്രോൾ പോളിസി തുറക്കുന്നു
pl_pl: Otwieranie Zasad Kontroli Aplikacji w Edytorze Zasad
tr_tr: Politika Düzenleyicide Uygulama Kontrol Politikasını Açma

# PublishUserActivityInTheOSSettingsCard.Description
source: Publish various activities that you perform in the AppControl Manager to the OS, allowing them to appear and be available to you in Microsoft Recall so you can re-trace your actions.
ar: نشر الأنشطة المختلفة التي تقوم بها في مدير التحكم في التطبيقات إلى نظام التشغيل، مما يسمح لها بالظهور وأن تكون متاحة لك في Microsoft Recall حتى تتمكن من تتبع أعمالك.
de_de: Veröffentlichen Sie verschiedene Aktivitäten, die Sie im AppControl Manager ausführen, im Betriebssystem, damit sie in Microsoft Recall erscheinen und für Sie verfügbar sind, sodass Sie Ihre Aktionen nachverfolgen können.
el_gr: Δημοσιεύστε διάφορες δραστηριότητες που εκτελείτε στον Διαχειριστή Ελέγχου Εφαρμογών στο λειτουργικό σύστημα, επιτρέποντάς τους να εμφανίζονται και να είναι διαθέσιμες σε εσάς στο Microsoft Recall ώστε να μπορείτε να ανιχνεύσετε τις ενέργειές σας.
es: Publica varias actividades que realizas en el Administrador de Control de Aplicaciones al sistema operativo, permitiendo que aparezcan y estén disponibles para ti en Microsoft Recall para que puedas rastrear tus acciones.
fr_fr: Publier diverses activités que vous effectuez dans AppControl Manager sur l'OS, leur permettant d'apparaître et d'être disponibles dans Microsoft Recall pour retracer vos actions.
he_il: פרסם פעילויות שונות שאתה מבצע במנהל בקרת היישומים למערכת ההפעלה, מה שמאפשר להן להופיע ולהיות זמינות עבורך ב-Microsoft Recall כדי שתוכל לעקוב אחר הפעולות שלך.
hi_in: ऐपकंट्रोल मैनेजर में आपके द्वारा की जाने वाली विभिन्न गतिविधियों को ऑपरेटिंग सिस्टम में प्रकाशित करें, जिससे वे Microsoft Recall में दिखाई दें और आपके लिए उपलब्ध हों ताकि आप अपनी कार्रवाइयों को फिर से ट्रैक कर सकें।
ja_jp: AppControl Managerで実行するさまざまなアクティビティをOSに公開し、Microsoft Recallに表示されて利用できるようにすることで、アクションを再トレースできるようにします。
ml_in: ആപ്പ്കൺട്രോൾ മാനേജറിൽ നിങ്ങൾ നടത്തുന്ന വിവിധ പ്രവർത്തനങ്ങൾ ഓപ്പറേറ്റിംഗ് സിസ്റ്റത്തിൽ പ്രസിദ്ധീകരിക്കുക, അവ Microsoft Recall-ൽ പ്രത്യക്ഷപ്പെടാനും നിങ്ങൾക്ക് ലഭ്യമാകാനും അനുവദിക്കുന്നതിലൂടെ നിങ്ങളുടെ പ്രവർത്തനങ്ങൾ വീണ്ടും ട്രാക്ക് ചെയ്യാൻ കഴിയും.
pl_pl: Publikuj różne aktywności wykonywane w Menedżerze Kontroli Aplikacji do systemu operacyjnego, umożliwiając im pojawienie się i dostępność w Microsoft Recall, abyś mógł śledzić swoje działania.
tr_tr: AppControl Manager'da gerçekleştirdiğiniz çeşitli etkinlikleri işletim sistemine yayınlayarak bunların Microsoft Recall'da görünmesini ve kullanımınıza sunulmasını sağlayın, böylece eylemlerinizi yeniden takip edebilirsiniz.

# PublishUserActivityInTheOSSettingsCard.Header
source: Publish Activity In The OS
ar: نشر النشاط في نظام التشغيل
de_de: Aktivität im Betriebssystem veröffentlichen
el_gr: Δημοσίευση Δραστηριότητας στο Λειτουργικό Σύστημα
es: Publicar Actividad en el Sistema Operativo
fr_fr: Publier l'Activité sur l'OS
he_il: פרסם פעילות במערכת ההפעלה
hi_in: ऑपरेटिंग सिस्टम में गतिविधि प्रकाशित करें
ja_jp: OSでのアクティビティ公開
ml_in: ഓപ്പറേറ്റിംഗ് സിസ്റ്റത്തിൽ പ്രവർത്തനം പ്രസിദ്ധീകരിക്കുക
pl_pl: Publikuj Aktywność w Systemie Operacyjnym
tr_tr: Etkinliği İşletim Sisteminde Yayınla

# PublishUserActivityInTheOSSettingsCard.ToolTipService.ToolTip
source: Publish various activities that you perform in the AppControl Manager to the OS, allowing them to appear and be available to you in Microsoft Recall so you can re-trace your actions.
ar: نشر الأنشطة المختلفة التي تقوم بها في مدير التحكم في التطبيقات إلى نظام التشغيل، مما يسمح لها بالظهور وأن تكون متاحة لك في Microsoft Recall حتى تتمكن من تتبع أعمالك.
de_de: Veröffentlichen Sie verschiedene Aktivitäten, die Sie im AppControl Manager ausführen, im Betriebssystem, damit sie in Microsoft Recall erscheinen und für Sie verfügbar sind, sodass Sie Ihre Aktionen nachverfolgen können.
el_gr: Δημοσιεύστε διάφορες δραστηριότητες που εκτελείτε στον Διαχειριστή Ελέγχου Εφαρμογών στο λειτουργικό σύστημα, επιτρέποντάς τους να εμφανίζονται και να είναι διαθέσιμες σε εσάς στο Microsoft Recall ώστε να μπορείτε να ανιχνεύσετε τις ενέργειές σας.
es: Publica varias actividades que realizas en el Administrador de Control de Aplicaciones al sistema operativo, permitiendo que aparezcan y estén disponibles para ti en Microsoft Recall para que puedas rastrear tus acciones.
fr_fr: Publier diverses activités que vous effectuez dans AppControl Manager sur l'OS, leur permettant d'apparaître et d'être disponibles dans Microsoft Recall pour retracer vos actions.
he_il: פרסם פעילויות שונות שאתה מבצע במנהל בקרת היישומים למערכת ההפעלה, מה שמאפשר להן להופיע ולהיות זמינות עבורך ב-Microsoft Recall כדי שתוכל לעקוב אחר הפעולות שלך.
hi_in: ऐपकंट्रोल मैनेजर में आपके द्वारा की जाने वाली विभिन्न गतिविधियों को ऑपरेटिंग सिस्टम में प्रकाशित करें, जिससे वे Microsoft Recall में दिखाई दें और आपके लिए उपलब्ध हों ताकि आप अपनी कार्रवाइयों को फिर से ट्रैक कर सकें।
ja_jp: AppControl Managerで実行するさまざまなアクティビティをOSに公開し、Microsoft Recallに表示されて利用できるようにすることで、アクションを再トレースできるようにします。
ml_in: ആപ്പ്കൺട്രോൾ മാനേജറിൽ നിങ്ങൾ നടത്തുന്ന വിവിധ പ്രവർത്തനങ്ങൾ ഓപ്പറേറ്റിംഗ് സിസ്റ്റത്തിൽ പ്രസിദ്ധീകരിക്കുക, അവ Microsoft Recall-ൽ പ്രത്യക്ഷപ്പെടാനും നിങ്ങൾക്ക് ലഭ്യമാകാനും അനുവദിക്കുന്നതിലൂടെ നിങ്ങളുടെ പ്രവർത്തനങ്ങൾ വീണ്ടും ട്രാക്ക് ചെയ്യാൻ കഴിയും.
pl_pl: Publikuj różne aktywności wykonywane w Menedżerze Kontroli Aplikacji do systemu operacyjnego, umożliwiając im pojawienie się i dostępność w Microsoft Recall, abyś mógł śledzić swoje działania.
tr_tr: AppControl Manager'da gerçekleştirdiğiniz çeşitli etkinlikleri işletim sistemine yayınlayarak bunların Microsoft Recall'da görünmesini ve kullanımınıza sunulmasını sağlayın, böylece eylemlerinizi yeniden takip edebilirsiniz.
